#### print - аналог echo, но можно вывести несоклько данных ####
#print('hello');
#name = 'Anton';
#print(name);
#------------------------#
#print(1, 2, 3, '5', '6', 'Hi', 'TECH');
## print - Через параметр sep пречислись через пробел или другой символ.
#print(1, 2, 3, '5', '6', 'Hi', 'TECH', sep=':');
## print - параметр end;
#print(1, 2, 3, '5', '6', 'Hi', 'TECH', sep=':', end=' last');
## print - параметр file. В нем по умолчанью установлен вывод на экрана. Мы его можем настроить на сохранение в файл.
#------------------------#
#print(5+5); ## как в echo мат вычиление работает.
#print(4>7); ## выводит boolean
